Repository: juagonala/ghop
Catalog: languages/ghop-*.po
Languages: es_es

source: Accept
es_es: Aceptar

source: An unexpected error occurred. Please, contact us for assistance.
es_es: Ocurrió un error inesperado. Contáctenos con nosotros para obtener ayuda.

source: Code
es_es: Código

source: Enter your phone number
es_es: Introduce tu número de teléfono

source: Invalid phone number
es_es: Teléfono no válido

source: Log in first.
es_es: Inicie sesión primero.

source: Opening&hellip;
es_es: Abriendo&hellip;

source: Phone
es_es: Teléfono

source: Phone not verified.
es_es: No has verificado tu teléfono

source: Shop opened. Welcome!
es_es: Tienda abierta. ¡Bienvenido!

source: Submit
es_es: Enviar

source: The code is not correct.
es_es: El código no es correcto

source: The phone cannot be verified.
es_es: No es posible verificar el teléfono

source: The phone number is already taken
es_es: Este teléfono ya está en uso

source: This is the code to verify your phone number: %otp%
es_es: Este es el código para verificar tu teléfono: %otp%

source: Verify your phone
es_es: Verifica tu teléfono

source: We have detected a suspicious situation. Write to us at %s for more details.
es_es: Hemos detectado una situación sospechosa. Escríbenos a %s para más detalles.

source: We sent you a SMS with a code
es_es: Te hemos enviado un código de verificación (SMS)

source: Your phone was verified successfully.
es_es: Tu teléfono se ha verificado correctamente.
